android-tools
angrysearch
audacity
bat
bluez
bluez-utils
btop
chromium
discord
docker
docker-compose
dolphin-plugins
elisa
exfat-utils
exfatprogs
eza
fd
ffmpegthumbs
firefox
firefox-developer-edition
fzf
git-delta
gwenview
htop
i3-wm
inxi
ipython
kdegraphics-thumbnailers
keepassxc
kid3
kolourpaint
kompare
krita
libreoffice-fresh
mtr
neovim
okular
qt6-imageformats
ripgrep
rsync
speedcrunch
syncthing
texlive-most
tldr
ttf-fira-code
ttf-jetbrains-mono
ttf-roboto
unrar
unzip
virtualbox
virtualbox-host-modules-arch
vlc
yakuake
yt-dlp
zsh